Repository: Cyp9715/DeleteNewline
Catalog: Delete Newline/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# Settings_Theme.Text
source: Theme
ko_kr: 테마

# Settings_Theme_Light.Content
source: Light
ko_kr: 밝게

# Settings_Theme_Dark.Content
source: Dark
ko_kr: 어둡게

# Settings_Theme_Default.Content
source: Default
ko_kr: 기본값

# MemoPage_AutoCopy.Text
source: Auto Copy to Clipboard
ko_kr: 클립보드에 자동 복사

# Shell_Settings.Content
source: Settings
ko_kr: 설정

# Settings_Language.Text
source: Language
ko_kr: 언어

# Settings_StartOnTray.Text
source: Start on Tray
ko_kr: 트레이에서 시작

# Settings_Notification.Text
source: Notification
ko_kr: 알림

# Settings_TopMost.Text
source: Always on Top
ko_kr: 항상 위에

# Settings_StartOnTray_Description.Text
source: Starts the application minimized in the system tray.
ko_kr: 시스템 트레이에 최소화된 상태로 애플리케이션을 시작합니다.

# Settings_Theme_Description.Text
source: Changes the application theme. Default follows system settings.
ko_kr: 애플리케이션 테마를 변경합니다. 기본값은 시스템 설정을 따릅니다.

# Settings_Language_Description.Text
source: Changes the application display language.
ko_kr: 애플리케이션 표시 언어를 변경합니다.

# Settings_Notification_Description.Text
source: Windows notifications are sent when hotkeys modify text, if a regex pattern is matched.
ko_kr: 단축키를 통해 정규표현식, OCR 작업이 완료되면 Windows 알림을 보냅니다.

# Settings_TopMost_Description.Text
source: Keeps the application window on top of other windows.
ko_kr: 애플리케이션 창을 다른 창들 위에 유지합니다.

# Settings_ImportSettings.Content
source: Import
ko_kr: 가져오기

# Settings_ExportSettings.Content
source: Export
ko_kr: 내보내기

# Notification_InvalidHotkey_Title
source: Invalid Hotkey
ko_kr: 잘못된 단축키

# Notification_InvalidHotkey_SystemKey_Message
source: Cannot use system hotkey.
ko_kr: 시스템 단축키는 사용할 수 없습니다.

# Notification_InvalidHotkey_ShiftAlone_NotAllowed_Title
source: Shift Key Alone
ko_kr: Shift 키 단독 사용

# Notification_InvalidHotkey_ShiftAlone_NotAllowed_Message
source: The Shift key cannot be used alone as a hotkey. Please combine it with another key.
ko_kr: Shift 키는 단축키로 단독 사용할 수 없습니다. 다른 키와 조합하여 사용하세요.

# Notification_InvalidHotkey_AlreadyRegistered_Message
source: This hotkey is already registered within the application.
ko_kr: 이 단축키는 이미 애플리케이션 내에서 등록되어 있습니다.

# Notification_HotkeySaved_Title
source: Hotkey Saved
ko_kr: 단축키 저장됨

# Notification_HotkeySaved_Message
source: The hotkey has been successfully registered.
ko_kr: 단축키가 성공적으로 등록되었습니다.

# Notification_HotkeyRegistrationFailed_Title
source: Hotkey Registration Failed
ko_kr: 단축키 등록 실패

# Notification_HotkeyRegistrationFailed_InUse_Message
source: Failed to register the hotkey. It might be in use by another application or a system error occurred.
ko_kr: 다른 프로그램에서 이미 사용 중이거나 시스템 오류로 인해 단축키를 등록할 수 없습니다.

# Notification_HotkeyRegistrationFailed_Message_Prefix
source: The following hotkeys could not be registered:
ko_kr: 다음 단축키들을 등록할 수 못했습니다:

# Notification_HotkeyRegistrationFailed_Message_Suffix
source: Please check if they are used by other applications or try different combinations.
ko_kr: 다른 사용 프로그램에서 사용 중인지 확인하거나 다른 조합을 시도해 보십시오.

# Notification_TextModified_Title
source: Text Modified
ko_kr: 텍스트 수정됨

# Notification_ActionForHotkeyCompleted_Message
source: Hotkey '{0}' has been activated.
ko_kr: 단축키 '{0}'가 활성화되었습니다.

# Notification_ActionForHotkeyWithNameCompleted_Message
source: Hotkey '{0}' ({1}) has been activated.
ko_kr: 단축키 '{0}' ({1})가 활성화되었습니다.

# Notification_LanguageChanged_Title
source: Language Changed
ko_kr: 언어 변경됨

# Notification_LanguageChanged_Message_RestartRequired
source: Please restart the application immediately for the language changes to take full effect.
ko_kr: 언어 변경사항을 완전히 적용하려면 애플리케이션을 즉시 다시 시작하세요.

# Notification_SettingsImported_Success_Title
source: Settings Imported
ko_kr: 설정 가져오기 성공

# Notification_SettingsImported_Success_Message_RestartRequired
source: Settings have been successfully imported. Please restart the application immediately to apply all changes.
ko_kr: 설정을 성공적으로 가져왔습니다. 모든 변경사항을 적용하려면 애플리케이션을 즉시 다시 시작하세요.

# Notification_SettingsImport_Error_Title
source: Import Failed
ko_kr: 가져오기 실패

# Notification_SettingsImport_Error_InvalidFile_Message
source: Failed to import settings. The file format is invalid or the file is corrupted.
ko_kr: 설정 가져오기에 실패했습니다. 파일 형식이 잘못되었거나 파일이 손상되었습니다.

# Notification_SettingsImport_Error_General_Message
source: An unexpected error occurred while importing settings.
ko_kr: 설정을 가져오는 중 예기치 않은 오류가 발생했습니다.

# Notification_SettingsExported_Success_Title
source: Settings Exported
ko_kr: 설정 내보내기 성공

# Notification_SettingsExported_Success_Message
source: Settings have been successfully exported to the selected file.
ko_kr: 선택한 파일로 설정을 성공적으로 내보냈습니다.

# Notification_SettingsExport_Error_Title
source: Export Failed
ko_kr: 내보내기 실패

# Notification_SettingsExport_Error_General_Message
source: An unexpected error occurred while exporting settings.
ko_kr: 설정을 내보내는 중 예기치 않은 오류가 발생했습니다.

# TrayIcon_Menu_Notification
source: Notification
ko_kr: 알림

# TrayIcon_Menu_Exit
source: Exit Delete Newline
ko_kr: Delete Newline 종료

# Settings_StartupTask.Text
source: Run on Windows startup
ko_kr: Windows 시작 시 실행

# Settings_StartupTask_Description.Text
source: Automatically start the application when you sign into Windows.
ko_kr: Windows에 로그인할 때 자동으로 애플리케이션을 시작합니다.

# Notification_StartupTask_DisabledByUser_Title.Content
source: Startup Disabled by User
ko_kr: 사용자에 의해 시작 프로그램 비활성화됨

# Notification_StartupTask_DisabledByUser_Message.Content
source: This application's startup task has been disabled by the user through system settings. It can only be re-enabled manually by the user.
ko_kr: 이 애플리케이션의 시작 작업이 사용자의 시스템 설정에 의해 비활성화되었습니다. 사용자가 직접 수동으로만 다시 활성화할 수 있습니다.

# Notification_StartupTask_DisabledByPolicy_Title.Content
source: Startup Disabled by Policy
ko_kr: 정책에 의해 시작 프로그램 비활성화됨

# Notification_StartupTask_DisabledByPolicy_Message.Content
source: This application's startup task has been disabled by an administrator or group policy. Please contact your administrator.
ko_kr: 이 애플리케이션의 시작 작업이 관리자 또는 그룹 정책에 의해 비활성화되었습니다. 관리자에게 문의하십시오.

# Notification_StartupTask_NotSupported_Title.Content
source: Startup Task Not Supported
ko_kr: 시작 프로그램 설정 지원되지 않음

# Notification_StartupTask_NotSupported_Message.Content
source: Managing startup task is only supported for packaged versions of the application.
ko_kr: 시작 프로그램 관리는 패키지된 버전의 애플리케이션에서만 지원됩니다.

# Notification_StartupTask_EnableFailed_Title.Content
source: Failed to Enable Startup Task
ko_kr: 시작 프로그램 활성화 실패

# Notification_StartupTask_EnableFailed_Message.Content
source: The application could not be enabled to run on startup. Please check system settings or try again.
ko_kr: 애플리케이션을 시작 프로그램으로 설정할 수 없었습니다. 시스템 설정을 확인하거나 다시 시도하십시오.

# Notification_StartupTask_Error_Title.Content
source: Startup Task Error
ko_kr: 시작 프로그램 오류

# Notification_StartupTask_Error_Message.Content
source: An error occurred while managing the startup task.
ko_kr: 시작 프로그램을 관리하는 중 오류가 발생했습니다.

# OCRPage_Title_HotkeySettings.Text
source: Hotkey Settings
ko_kr: 단축키 설정

# OCRPage_Description_HotkeySettings.Text
source: Set a global hotkey to instantly capture text from your screen.
ko_kr: 화면에서 텍스트를 즉시 캡처할 수 있는 전역 단축키를 설정하세요.

# OCRPage_Label_Hotkey.Text
source: Hotkey
ko_kr: 단축키

# OCRPage_Title_LanguageSettings.Text
source: Language Settings
ko_kr: 언어 설정

# OCRPage_Description_LanguageSettings.Text
source: Choose the language for text recognition.
ko_kr: 텍스트 인식에 사용할 언어를 선택하세요.

# OCRPage_Header_RecognitionLanguage.Header
source: Recognition Language
ko_kr: 인식 언어

# OCRPage_Text_AddLanguagePrefix.Text
source: To add new languages, please check
ko_kr: 새로운 언어를 추가하려면

# OCRPage_Hyperlink_AddLanguage.Content
source: this link
ko_kr: 해당 링크

# Notification_OcrLanguageNotFound_Title
source: OCR Language Not Found
ko_kr: OCR 언어를 찾을 수 없음

# Notification_OcrLanguageNotFound_Message
source: The previously selected OCR language is no longer available. Defaulted to English.
ko_kr: 이전에 선택한 OCR 언어가 더 이상 사용할 수 없습니다. 영어로 기본 설정되었습니다.
